.svn/pristine/16/16c11cd9c2c0f2e204e178fea24ab3eb905616ef.svn-base

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
	<soap:Body>
		<ns2:execProxyPayoff
			xmlns:ns2="http://framework.facade.common.transcore.pinganfu.com/">
			<arg0>
				<busiChannel>W</busiChannel>
				<busiCode>60</busiCode>
				<ccy>CNY</ccy>
				<customerId>1000010000001609</customerId>
				<customerName>毛丽君</customerName>
				<customerType>B</customerType>
				<dcFlag>C</dcFlag>
				<extFeilds>{"attach":"attach","bank_fund_no":"100007001","channel_id":"PAF","fund_no":"000359","fund_units":"55","fundshare_type":"11","partner":"1201237001","sp_user":"01999000000004801","time_start":"20140307121212"}
				</extFeilds>
				<feeAmt>0</feeAmt>
				<orderNo>${orderNo}</orderNo>
				<productCode>100020050000</productCode>  
				<registerFlag>0</registerFlag>
				<toCredentialType>1</toCredentialType>
				<toCustomerId>2000010000000004</toCustomerId>
				<toCustomerName>大华基金</toCustomerName>
				<transAmt>1000000</transAmt>
				<transFactAmt>1000000</transFactAmt>
				<transType>60</transType>
			</arg0>
		</ns2:execProxyPayoff>
	</soap:Body>
</soap:Envelope>